LEXICON_RU: dict[str, str] = {
    '/start': 'Мы рады приветствовать вас в нашем телеграм боте '
    'он создан для того чтобы помочь хорошо провести время в компании друзей '
    'и насладиться игрой Шпион.',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    '/about_me': 'Когда-нибудь тут буден номер счета в офшорах, а пока что только кнопка "Назад"',
    '/back': 'Назад',
    '/rules': 'В этой игре участники делятся на 3 группы: Мирные жители, Шпион, забывчивый шпион. '
    'Мирные жители получают одно и тоже слово их задача разоблачить Шпиона и Забывчивого шпиона. '
    'Забывчивый Шпион получает слово похожее на слово мирных жителей, его задача притвариться одним из мирных жителей. '
    'Шпион не получает слова, его задача убедить всех что он Мирный житель. '
    'Каждый игрок называет ассоциацию со своим словом, Шпион пытается отгодать слово и импровизирует. '
    'После каждого круга один из игроков выбывает. ',

}
LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'С самого начала',
    '/game': 'Начало игры',
    '/rules': 'Правила игры',
    '/about_me': 'О нас'
}
