LEXICON_RU: dict[str, str] = {
    '/start': 'Мы рады приветствовать вас в нашем телеграм боте '
    'он создан для того чтобы помочь хорошо провести время в компании друзей '
    'и насладиться игрой Шпион.',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    '/about_me': 'Когда-нибудь тут буден номер счета в офшорах, а пока что только кнопка "Назад"',
    '/back': 'Назад',

}
LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'С самого начала',
    '/game': 'Начало игры',
    '/rules': 'Правила игры',
    '/about_me': 'О нас'
}
