LEXICON_RU: dict[str, str] = {
    '/start': 'Дорогие Шпионы!!! \nМы рады видеть вас в нашем телеграм боте. '
    'Этот бот создан именно для того, чтобы ваши встречи с друзьями '
    'стали невероятными моментами веселья и развлечения. Проведите время с пользой '
    'создавая неповторимые воспоминания в компании своих близких.🕵️‍',
    '/about_me': 'Мы — команда, всегда готовая протянуть руку помощи. '
    'Рады быть вашими союзниками в поддержке и вдохновении! 🤝',
    '/back': 'Назад',
    '/rules': '👥 Разделенные на три группы — Мирные жители, Шпион и '
    'Забывчивый Шпион — вы вступаете в дуэль разумов и ловкости.\n'
    '🕵️ ‍Мирные жители обладают одним и тем же словом, задача которых — разоблачить Шпиона и Забывчивого Шпиона.\n'
    '🤔 Забывчивый Шпион, получивший слово, близкое к мирным жителям, должен виртуозно '
    'притвориться одним из них, оставаясь в тени.\n'
    '🤫 Шпион же, не получая слова, мастерски убеждает всех в том, что он является всего лишь Мирным жителем.\n'
    '🗣️ В каждом круге каждый игрок делится своей ассоциацией со словом, при этом Шпион стремится '
    'догадаться о загаданном слове и искусно импровизирует.\n'
    '🚫 После каждого круга один из участников выбывает из игры, и напряжение нарастает! '
    'Удачи, Шпионы, и помните, что в этой игре все не так, как кажется! 🔍',
    '/game': 'Давайте настроим игру под вашу компанию. Используйте кнопки ➕ и ➖ для настроек, '
    'колличества участников. 🕵️‍💬',
    '/finish': 'Закончить игру',
    '/new_word': 'Новое слово',

}
LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'С самого начала',
    '/game': 'Начало игры',
    '/rules': 'Правила игры',
    '/about_me': 'О нас'
}
